{
    "menu1": "Home",
    "menu2": "Sobre mí",
    "menu3": "Currículum",
    "menu4": "Proyectos",
    "menu5": "Contacto",
    "abouttitle1": "Conoce más",
    "abouttitle2": "sobre mí",
    "about1": "Me llamo Thales, tengo 29 años y soy de Río de Janeiro. Trabajando como Desarrollador FullStack, he estado realizando trabajos como freelancer y en proyectos personales, siempre buscando entregar soluciones funcionales, bien estructuradas y con buen diseño.",
    "about2": "Mi trayectoria en la tecnología comenzó temprano: aún en la escuela aprendí HTML, CSS y Photoshop, desarrollando pequeños sitios web por mi cuenta. Desde entonces, he seguido profundizando en el área, pasando por lenguajes como C (mi primer lenguaje de verdad), Java y Python. Ahora, con enfoque en JavaScript, uso principalmente Node.js en el back-end y React con Tailwind en el front-end.",
    "about3": "Estudié parte de Ciencias de la Computación en la UFRJ, pero decidí hacer una pausa para seguir otro camino académico: me gradué en Filosofía, lo cual contribuyó bastante a mi razonamiento lógico y capacidad de análisis. Ahora, estoy de vuelta en el mundo de la tecnología, más enfocado que nunca en consolidar mi carrera como desarrollador.",
    "curriculum": "Currículum",
    "curriculum1": "Clic aquí ",
    "project1resume": "Una aplicación de chat en tiempo real, donde los usuarios pueden interactuar instantáneamente con amigos y colegas. La aplicación incluye funciones como mensajes privados, cambio entre temas oscuro y claro, lista de usuarios en línea, autenticación de usuarios ¡y mucho más!",
    "project2": "Elecciones Presidenciales 2014",
    "project3": "La cuestión pitagórica",
    "github": "Ver en GitHub",
    "online": "Ver proyecto en línea",
    "name": "Nombre",
    "message": "Mensaje",
    "success": "¡Correo enviado con éxito!",
    "failure": "Ocurrió un error. Inténtalo de nuevo.",
    "contact": "Ponte en contacto",
    "card": "💬 ¿Tienes ideas o dudas? Conversemos.",
    "typename": "Escribe tu nombre",
    "email": "Escribe tu correo",
    "help": "¿Cómo puedo ayudarte?",
    "send": "Enviar",
    "filters": {
        "party": "Partido:",
        "state": "Estado:",
        "all": "Todos"
    }
}