{
    "menu1": "Home",
    "menu2": "Sobre Mim",
    "menu3": "Currículo",
    "menu4": "Projetos",
    "menu5": "Contato",
    "abouttitle1": "Saiba mais",
    "abouttitle2": "Sobre mim",
    "about1": "Meu nome é Thales Ribeiro, tenho 29 anos e sou do Rio de Janeiro. Trabalhando como Desenvolvedor FullStack tenho atuado como freelancer e em projetos pessoais, sempre buscando entregar soluções funcionais, bem estruturadas e com um bom design.",
    "about2": "Minha trajetória na tecnologia começou cedo: ainda no colégio aprendi HTML, CSS e Photoshop, desenvolvendo pequenos sites por conta própria. Desde então, segui me aprofundando na área, passando por linguagens como C (minha primeira linguagem de fato), Java e Python. Agora, com foco em JavaScript, utilizo principalmente Node.js no back-end e React com Tailwind no front-end.",
    "about3": "Cursei parte de Ciência da Computação na UFRJ, mas decidi fazer uma pausa para seguir outro caminho acadêmico — me formei em Filosofia, o que contribuiu bastante para meu raciocínio lógico e capacidade de análise. Agora, estou de volta ao universo da tecnologia, mais focado do que nunca em consolidar minha carreira como desenvolvedor.",
    "curriculum": "Curriculum Vitae",
    "curriculum1": "Baixe aqui",
    "project1resume": "Uma aplicação de chat em tempo real, onde os usuários podem interagir instantaneamente com amigos e colegas. A aplicação inclui recursos como mensagens privadas, alternância entre temas Dark e Light, lista de usuários online, autenticação de usuários e muito mais!",
    "project2": "Eleições Presidencias 2014",
    "project3": "A questão pitagórica",
    "github": "Ver no GitHub",
    "online": "Ver projeto online",

    "name": "Nome",
    "message": "Mensagem",
    "success": "E-mail enviado com sucesso!",
    "failure": "Ocorreu um erro. Tente novamente.",
    "contact": "Entre em contato",
    "card": "💬 Possui ideias ou dúvidas? Vamos conversar.",
    "typename": "Digite seu nome",
    "email": "Digite seu e-mail",
    "help": "Como posso ajudar?",
    "send": "Enviar",

    "filters": {
        "party": "Partido:",
        "state": "Estado:",
        "all": "Todos"
    }
}